// © Copyright 2004-2013, 2015 HP Development Company, L.P.

HSDTaskName = "Configuración básica del fax";

HSDFaxTestSheetOKButtonTitle = "OK";

FaxTestNotInitiatedTitleKey = "No se ha iniciado la prueba de fax";
FaxTestNotInitiatedMsgKey = "Compruebe que el dispositivo está conectado y encendido y, a continuación, vuelva a intentarlo.";
FaxTestFailedTitle = "Ha fallado la prueba del fax";
FaxTestFailedMsg = "Compruebe que la línea de fax tenga tono y que el cable del teléfono se encuentre conectado correctamente al dispositivo.\n\nSu dispositivo ha imprimido un informe con más información.";
FaxTestSucceededTitle = "La prueba de fax ha sido superada";
FaxTestSucceededMsg = "La prueba de línea de fax ha sido superada. Su dispositivo está ahora listo para enviar y recibir faxes.\n\nSu dispositivo ha imprimido un informe con más información.";
FaxTestCancelledTitle = "Se ha cancelado la prueba del fax";
FaxTestCancelledMsg = "Se ha cancelado la prueba de línea del fax.";
FaxLineTestProgressTitle = "Espere. La línea de fax está procesando datos…";
FaxHWDamagedMsg = "El componente de fax de la impreora está dañado y no se puede realizar la prueba de fax. Para más información, contacte con el soporte de HP.";
GetHelpButtonTitle = "Obtener ayuda de HP en línea";

EmptyNameAndNumberFieldTitle = "Los campos Empresa/Nombre y Número de fax no pueden estar vacíos";
EmptyNameAndNumberFieldMsg = "Especifique Empresa/Nombre y Número de fax.";

EmptyNameFieldTitle = "El campo Empresa/Nombre no puede estar vacío";
EmptyNameFieldMsg = "Especificar empresa/nombre.";

EmptyFaxNumberFieldTitle = "El campo Número de fax no puede estar vacío";
EmptyFaxNumberFieldMsg = "Especificar número de fax.";

EmptyFaxNumberPrefixFieldTitle = "El campo \"Pefijo de marcación de fax\" no puede estar vacío";
EmptyFaxNumberPrefixFieldMsg = "Especifique el Pefijo de marcación de fax.";

FaxPrefixEnableTitle = "Utilice el prefijo de marcación de fax:";
HSDFaxDialNumberPrefixTitle = "Pefijo de marcación de fax:";
HSDUserNameLabelTitle = "Empresa/Nombre:";
HSDFaxNumberLabelTitle = "Número de fax:";
HSDRingsUntilAnswerLabelTitle = "Número de tonos antes de responder:";
TestLabelTitle = "Probar la configuración del fax:";
HSDTestButtonTitle = "Probar la configuración del fax";

OnModeTitle = "Activado";
OffModeTitle = "Disactivado";
RequiredFieldsTitle = "* Los campos con asterisco (*) son obligatorios.";
HSDApplyButtonTitle = "Aplicar ahora";
HSDTaskDescription = "Estos parámetros se utilizan para la cabecera del fax y para configurar cómo el dispositivo responde a las llamadas entrantes. Para aprender más, haga clic en el botón \"Más información…\".";

HSDDefaultTrayTitle = "Bandeja predeterminada:";
Auto = "Automática";
